Repository: 84000/data-translation-memory
Catalog: toh190-v3.tmx
Source language: bo
Languages: en

source: ཆེ་ཞེ་ཉན་ཐོས་དང་། རང་སངས་རྒྱས་ཐམས་ཅད་ཀྱིས་དེ་བཞིན་གཤེགས་པ་ལ་སྤྱོད་པའམ། ཐབས་སམ། སྙིང་རྗེ་ཆེན་པོ་བསྟན་པར་མི་ནུས་སོ།
en: Similarly, elder sister, there are no hearers or solitary buddhas capable of demonstrating such conduct, skillfulness, or great compassion as the Thus-Gone One.”

source: །དེ་བཞིན་གཤེགས་པའི་ཐབས་ལ་མཁས་པ་དང་། བསོད་སྙོམས་ལ་རྒྱུ་བའི་གཏམ་བསྟན་པ་འདི་བཤད་པ་ན་ཁྱིམ་བདག་དེའི་ནང་མི་དེ་དག་དང་། ཁྱིམ་གཞན་དག་ནས་ཆོས་མཉན་དུ་འོངས་པ་རྣམས་ཀྱི་ནང་ནས་མི་ཉིས་སྟོང་བརྒྱད་བརྒྱས་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་སེམས་བསྐྱེད་དོ།
en: When this account of the Thus-Gone One’s skill in means and his going for alms was given, two thousand eight hundred people from that household, as well as from other households, who had come to listen to the Dharma gave rise to the mind set upon unsurpassed and perfect awakening.

source: །དེ་ནས་ཚེ་དང་ལྡན་པ་རབ་འབྱོར་གྱིས་བུད་མེད་དེ་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །ཆེ་ཞེ་ཁྱོད་ཀྱི་ཁྱིམ་ཐབ་ད་ལྟ་ག་ལ་འདུག །བུད་མེད་དེས་སྨྲས་པ།
en: Then Venerable Subhūti said to the lady, “Elder sister, where is your husband now?”

source: བཙུན་པ་རབ་འབྱོར་བདག་གི་ཁྱིམ་ཐབ་ནི་གཅིག་པུར་མ་བས་སོ།
en: “Honorable Subhūti,” replied the lady, “my husband does not amount to just one.

source: བཙུན་པ་རབ་འབྱོར་སེམས་ཅན་ཇི་སྙེད་དགའ་བ་བཀོད་པའི་ཐབས་ལ་མཁས་པས་འདུལ་བར་འགྱུར་བ་དེ་དག་ཐམས་ཅད་ནི་བདག་གི་ཁྱིམ་ཐབ་ལགས་སོ། །སྨྲས་པ།
en: I have as many husbands as there are beings to be tamed by skillfully bringing them pleasure.”

source: ཆེ་ཞེ་དེ་བཞིན་གཤེགས་པས་ནི་སུ་ལ་ཡང་འདོད་པའི་དགའ་བ་གནང་བ་མེད་དོ། །སྨྲས་པ།
en: “Elder sister, the Thus-Gone One does not grant anyone sensual pleasure.”

source: བཙུན་པ་རབ་འབྱོར་དེ་བཞིན་གཤེགས་པས་ནི་དགེ་སློང་གང་རྐྱེན་དུ་འཚལ་བའི་ཆོས་གོས་དང་། བསོད་སྙོམས་དང་། མལ་ཆ་དང་། སྟན་དང་། ན་བའི་གསོས་སྨན་དང་། སྨན་ཟོང་དང་། མཛའ་བཤེས་ཀྱི་ཁྱིམ་དང་། བསོད་སྙོམས་སྟེར་བའི་ཁྱིམ་བསྟེན་ཅིང་བསྙེན་པ་དང་། གྲོགས་པོ་དགའ་བར་བྱ་བ་དང་། མཁན་པོ་དང་སློབ་དཔོན་བསྟེན་པ་དང་། བསྙེན་པ་དང་། བསྙེན་བཀུར་བྱ་བ་ཀུན་ཏུ་བསྟེན་པར་བྱེད་པ་དེ་ལ་ཡང་དགེ་བའི་ཆོས་འཕེལ་བར་འགྱུར་བ་དང་། མི་དགེ་བའི་ཆོས་འགྲིབ་པར་འགྱུར་བ་གསུངས་སོ། །སྨྲས་པ།
en: “Honorable Subhūti, as befits the circumstances, a monk may own and make use of robes, alms, bedding, seat, healing substances, and medicinal goods, and he may approach the households of close ones and those who provide alms. He may please his friends and follow, attend, and serve his preceptors and masters. The Thus-Gone One has referred to these acts in terms of increasing virtuous qualities and decreasing nonvirtuous qualities.”

source: ཆེ་ཞེ་དེ་ནི་ཁྱོད་ཇི་སྐད་ཟེར་བ་བཞིན་ནོ། །སྨྲས་པ།
en: “Elder sister, it is just as you have said.”

source: བཙུན་པ་རབ་འབྱོར་དེ་བས་ན་དེ་བཞིན་གཤེགས་པས་ནི་ཐབས་དེ་ལྟ་བུས་སེམས་ཅན་རྣམས་ལ་འདོད་པའི་དགའ་བ་ཐམས་ཅད་གནང་ངོ་། །སྨྲས་པ།
en: “That being the case, honorable Subhūti, it is by such means that the Thus-Gone One grants beings all sensual pleasure.”

source: ཆེ་ཞེ་ཁྱོད་ཀྱིས་དགའ་བ་བཀོད་པའི་ཐབས་ལ་མཁས་པས་སེམས་ཅན་ཇི་སྙེད་བཏུལ་སྨྲས་པ།
en: “Elder sister, you must have tamed a lot of beings by skillfully bringing them pleasure.”

source: བཙུན་པ་རབ་འབྱོར་སྟོང་གསུམ་གྱི་སྟོང་ཆེན་པོའི་འཇིག་རྟེན་གྱི་ཁམས་ཀྱི་སྐར་མའི་གཟུགས་རྣམས་ནི་བགྲང་བའི་ཚུལ་གྱིས་མཐའ་རྟོགས་པར་ནུས་ཀྱི།
en: “Honorable Subhūti, if one were to count all the stars in the great trichiliocosm, one could determine their number.

source: བདག་གིས་དགའ་བ་བཀོད་པའི་ཐབས་ལ་མཁས་པས་སེམས་ཅན་བཏུལ་ཏེ། བཏུལ་ནས་ཀྱང་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ལ་བཀོད་པ་གང་དག་ལགས་པ་དེ་དག་ལ་ནི་དེ་ལྟར་མི་ནུས་སོ། །སྨྲས་པ།
en: However, one cannot do so for the number of beings that I have trained by skillfully bringing them pleasure and have subsequently established in unsurpassed and perfect awakening.”

source: ཆེ་ཞེ་ཁྱོད་སེམས་ཅན་དེ་དག་ལ་དགའ་བ་ཇི་ལྟ་བུ་དག་སྟོབས་པར་བྱེད།
en: “Elder sister, what kind of pleasure do you give those beings?”

source: བུད་མེད་དེས་སྨྲས་པ། བཙུན་པ་རབ་འབྱོར་སེམས་ཅན་ཚངས་པའི་དགའ་བ་ལ་མོས་པ་དག་ཀྱང་མཆིས་ཏེ།
en: “Honorable Subhūti,” replied the lady, “there are beings who are keen for the pleasure of Brahmā.

source: བཙུན་པ་རབ་འབྱོར་དེ་དག་ལ་ནི་བདག་ཚངས་པར་འགྱུར་བ་ཐོབ་པར་བགྱི་བའི་སླད་དུ་ཚད་མེད་པའི་བསམ་གཏན་གྱི་དགའ་བ་སྟོབས་པར་བགྱིད་དེ།
en: To them, honorable Subhūti, I give the pleasure of the boundless concentrations, so that they attain the state of Brahmā.

source: བསྟབས་ནས་ཀྱང་དེའི་འོག་ཏུ་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ལ་འཛུད་པར་བགྱིད་དོ།
en: After giving them this, I cause them to enter into unsurpassed and perfect awakening.

source: །བཙུན་པ་རབ་འབྱོར་སེམས་ཅན་བརྒྱ་བྱིན་གྱི་དགའ་བ་ལ་མོས་པ་དག་ཀྱང་མཆིས་ཏེ། དེ་དག་ལ་ནི་བདག་བརྒྱ་བྱིན་གྱི་དགའ་བ་སྟོབས་པར་བགྱིད་དེ།
en: Honorable Subhūti, there are beings keen for the pleasure of Śakra, to whom, honorable Subhūti, I give the pleasure of Śakra.

source: བསྟབས་ནས་ཀྱང་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ལ་འཛུད་པར་བགྱིད་དོ།
en: After giving them this, I cause them to enter into unsurpassed and perfect awakening.

source: །བཙུན་པ་རབ་འབྱོར་སེམས་ཅན་ལྷ་དང་། ཀླུ་དང་། གནོད་སྦྱིན་དང་། དྲི་ཟ་དང་། ལྷ་མ་ཡིན་དང་། ནམ་མཁའ་ལྡིང་དང་། མིའམ་ཅི་དང་། ལྟོ་འཕྱེ་ཆེན་པོའི་དགའ་བ་ལ་མོས་པ་དག་ཀྱང་མཆིས་ཏེ།
en: Honorable Subhūti, there are beings who are keen for the pleasures of the gods, nāgas, yakṣas, gandharvas, asuras, garuḍas, kinnaras, and mahoragas, to whom, honorable Subhūti, I give such pleasures.

source: དེ་དག་ལ་ནི་བདག་ལྟོ་འཕྱེ་ཆེན་པོའི་བར་གྱི་དགའ་བ་སྟོབས་པར་བགྱིད་དེ་བསྟབས་ནས་ཀྱང་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ལ་འཛུད་པར་བགྱིད་དོ།
en: After giving them these, I cause them to enter into unsurpassed and perfect awakening.

source: །བཙུན་པ་རབ་འབྱོར་སེམས་ཅན་འཁོར་ལོས་སྒྱུར་བའི་རྒྱལ་སྲིད་ཀྱི་དགའ་བ་ལ་མོས་པ་དག་ཀྱང་མཆིས་སོ། །བློན་པོ་དང་། གྲོང་རྡལ་གྱི་མི་དང་། ཡུལ་གྱི་མི་དང་། བྲམ་ཟེ་དང་། རྒྱལ་རིགས་དང་། རྗེའུ་རིགས་དང་། དམངས་རིགས་ཀྱི་དགའ་བ་ལ་མོས་པ་དག་ཀྱང་མཆིས་སོ།
en: Honorable Subhūti, there are beings who are keen for the pleasures of a universal monarch’s realm, while others are keen for the pleasures of ministers, townsfolk, countrymen, priests, and the members of the warrior, aristocratic, and commoner castes.

source: །སེམས་ཅན་གཟུགས་དང་། སྒྲ་དང་། དྲི་དང་། རོ་དང་། རེག་པའི་དགའ་བ་ལ་མོས་པ་དག་ཀྱང་མཆིས་སོ།
en: There are beings keen for the pleasures of forms, sounds, odors, tastes, and touch.

source: །སེམས་ཅན་མེ་ཏོག་དང་། བདུག་པ་དང་། སྤོས་དང་། མེ་ཏོག །ཕྲེང་བ་དང་། བྱུག་པ་དང་། ཕྱེ་མ་དང་། གདུགས་དང་། རྒྱལ་མཚན་དང་། བ་དན་དང་། རྔ་ཡབ་ཀྱི་དགའ་བ་ལ་མོས་པ་དག་ཀྱང་མཆིས་སོ།
en: There are beings keen for the pleasures of flowers, fragrant substances, incense, flower garlands, lotions, powders, parasols, victory banners, pennants, and fans.

source: །སེམས་ཅན་གསེར་དང་། དངུལ་དང་། ནོར་བུ་དང་། མུ་ཏིག་དང་། བཻ་དཱུརྱ་དང་། དུང་དང་། མན་ཤེལ་དང་། ཤེལ་དང་། མུ་ཏིག་དམར་པོ་དང་། བྱི་རུ་དང་། རྡོའི་སྙིང་པོ་དང་། སྤུག་དང་རིན་པོ་ཆེ་རྣམ་པ་སྣ་ཚོགས་ཀྱི་དགའ་བ་ལ་མོས་པ་དག་ཀྱང་མཆིས་སོ།
en: There are beings keen for the pleasures of gold, silver, gems, pearls, beryl, conches, crystal, red pearls, coral, emerald, cat’s eye, and many sorts of precious substances.

source: །སེམས་ཅན་རྔ་བོ་ཆེ་དང་། རྫ་རྔ་དང་། དུང་དང་། ཁར་རྔ་དང་། པི་བང་དང་། གླིང་བུ་དང་། རོལ་མོའི་སྒྲ་རྣམ་པ་སྣ་ཚོགས་ཀྱི་དགའ་བ་ལ་མོས་པ་དག་ཀྱང་མཆིས་ཏེ།
en: There are beings keen for the pleasures of the various sounds of instruments, such as the large drum, clay drum, conch, gong, lute, and flute.

source: བཙུན་པ་རབ་འབྱོར་སེམས་ཅན་དེ་དག་ལ་ཡང་བདག་གིས་བསམ་པ་ཐམས་ཅད་དང་། དགའ་བ་དང་། རྩེད་མོ་ཐམས་ཅད་སྟོབས་པར་བགྱིད་དེ།
en: To those beings, honorable Subhūti, I grant all wishes, pleasures, and amusements.

source: །རབ་འབྱོར་གྱིས་སྨྲས་པ། ཆེ་ཞེ་འདོད་པའི་ཡོན་ཏན་ལྔ་ནི་འཕགས་པའི་ལམ་གྱི་བར་དུ་གཅོད་པ་ཡིན་ན།
en: “Elder sister,” said Subhūti, “the five sense pleasures are to be avoided up until the path of the noble ones.

source: ཇི་ལྟར་དེ་དག་བསྟབས་པས་འདུལ་བར་འགྱུར་ཏེ།
en: Yet you guide others by giving them such pleasures?

source: གནས་འདི་ཕན་ཚུན་མི་འཐུན་པ་ཡིན་ནོ།
en: This seems to be a contradiction in terms.

source: །ཆེ་ཞེ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམས་འཕགས་པའི་ལམ་ལ་བར་དུ་གཅོད་པར་བྱེད་པའི་ཆོས་གང་ཁོ་ན་ཡིན་པ་དེ་དག་ཉིད་ཀྱིས་སེམས་ཅན་རྣམས་འདུལ་བར་བྱེད་པ་ནི་དཀའ་བར་བྱེད་པ་སྟེ་ངོ་མཚར་ཏོ།། །།བམ་པོ་གཉིས་པ་སྟེ་ཐ་མ།
en: However, elder sister, although it is indeed difficult to guide others by means of those very things that one should avoid until one is on the path of the noble ones, bodhisattva great beings nevertheless do so.

source: དེ་ནས་བུད་མེད་དེས་དགའ་བ་བཀོད་པའི་ཐབས་ལ་མཁས་པས་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་ཡོངས་སུ་སྨིན་པར་བྱས་པའི་ཚོང་དཔོན་གྱི་བུ་གཉིས་ཆོས་མཉན་པའི་ཕྱིར་སྒོ་གང་དེར་འདུས་པར་གྱུར་ཏེ།
en: How amazing!” At this point, two sons of merchants had gathered by the gate to listen to the Dharma. Through her skillful ways of bringing pleasure to others, the lady had already matured both of them for unsurpassed and perfect awakening.

source: དེ་གཉིས་ཀྱིས་ཚེ་དང་ལྡན་པ་རབ་འབྱོར་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །བཙུན་པ་རབ་འབྱོར་རང་གི་ཤེས་རབ་ཀྱིས་བྱང་ཆུབ་སེམས་དཔའི་ཤེས་རབ་སད་པར་མ་མཛད་ཅིག །དེ་ཅིའི་སླད་དུ་ཞེ་ན།
en: Now they said to Venerable Subhūti, “Honorable Subhūti, do not judge the knowledge of bodhisattvas by your own knowledge. Why not?

source: བཙུན་པ་རབ་འབྱོར་འདི་ཇི་སྙམ་དུ་དགོངས། འབྲུ་མར་གྱི་མར་མེ་ཆུང་ངུ་གང་ལགས་པ་དེ་ཁའི་དབུགས་སམ། ལག་པས་གཡབས་པའམ། གོས་ཀྱིས་གཡབས་པའི་རླུང་གིས་ཞི་བར་མཛད་སྤྱོད་དམ། སྨྲས་པ།
en: Tell us, honorable Subhūti, can a small oil lamp be extinguished by the breath from one’s mouth or by the draft caused by waving one’s hands or clothes?”

source: རིགས་ཀྱི་བུ་དག་འབྲུ་མར་གྱི་མར་མེ་ཆུང་ངུ་གང་ཡིན་པ་དེ་ནི་ཁའི་དབུགས་སམ། ལག་པས་གཡབས་པའམ། གོས་ཀྱིས་གཡབས་པའི་རླུང་གིས་ཞི་བར་བྱེད་ནུས་སོ། །དེ་གཉིས་ཀྱིས་སྨྲས་པ།
en: “Sons of noble family, yes, the breath from one’s mouth or the draft caused by waving one’s hands or clothes can extinguish a small oil lamp.”

source: བཙུན་པ་རབ་འབྱོར་དེ་བཞིན་དུ་ཉན་ཐོས་ཀྱི་ཐེག་པ་པའི་རིགས་ཀྱི་བུའམ། རིགས་ཀྱི་བུ་མོའི་ཤེས་རབ་ཀྱི་སྣང་བ་དང་། བསོད་ནམས་ཀྱི་སྣང་བ་ཆུང་ངུ་དེ་ནི་འདོད་པའི་རྟོག་པ་གཅིག་གིས་ཀྱང་མ་མཆིས་པར་བགྱིད་དོ།
en: “Similarly, honorable Subhūti,” continued the two, “even a single desirous thought eradicates the miniscule light of knowledge and merit of sons and daughters of noble family who belong to the Hearers’ Vehicle.

source: །བཙུན་པ་རབ་འབྱོར་འདི་ཇི་སྙམ་དུ་དགོངས། སྲེག་པའི་བསྐལ་པའི་མེའི་ཕུང་པོ་གང་ལགས་པ་དེ་གང་གཱའི་ཀླུང་ཆུས་གང་བས་ཞི་བར་མཛད་སྤྱོད་དམ།
en: Now tell us, honorable Subhūti, can the mass of the blazing apocalyptic fire be extinguished by the Ganges river, filled with water?”

source: སྨྲས་པ། རིགས་ཀྱི་བུ་དག་དེ་ནི་རྒྱ་མཚོ་འབུམ་གྱིས་ཀྱང་ཞི་བར་མི་ནུས་ན་གང་གཱའི་ཀླུང་ཆུས་ཡོངས་སུ་གང་བས་ལྟ་ཅི་སྨོས།
en: “Sons of noble family, if it cannot be extinguished even by a hundred thousand oceans, what need to mention the Ganges river, brimming with water?”

source: དེ་གཉིས་ཀྱིས་སྨྲས་པ། བཙུན་པ་རབ་འབྱོར་དེ་བཞིན་དུ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་ཤེས་རབ་ཀྱི་སྣང་བ་དང་། བསོད་ནམས་ཀྱི་སྣང་བ་ཡང་དེ་དང་འདྲ་བར་བལྟ་བར་བགྱིའོ།
en: “Likewise, honorable Subhūti,” they said, “the light of knowledge and merit of bodhisattva great beings should be considered to be like that.

source: །བཙུན་པ་རབ་འབྱོར་གལ་ཏེ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་བསྐལ་པ་གང་གཱའི་ཀླུང་གི་བྱེ་མ་སྙེད་དུ་འདོད་པའི་ཡོན་ཏན་ལྔས་རྩེ་ཞིང་དགའ་ལ་དགའ་དགུར་སྤྱོད་ཀྱང་། དེ་དག་གིས་བྱང་ཆུབ་སེམས་དཔའི་ཤེས་རབ་ཀྱི་སྣང་བ་དང་། བསོད་ནམས་ཀྱི་སྣང་བ་ཟད་པར་མི་ནུས་སོ།
en: Honorable Subhūti, even if bodhisattva great beings were to frolic and enjoy themselves by means of the five sense pleasures and were to engage in lovemaking for eons as numerous as the grains of sand in the Ganges river, the light of knowledge and merit of those bodhisattvas could not be exhausted by that.

source: །བཙུན་པ་རབ་འབྱོར་དཔེར་ན་མི་དབུལ་པོ་ནད་པ་གསོ་ཞིང་ནད་ཞི་བར་བགྱི་བའི་སླད་དུ་སྨན་པས་སྨན་མངར་བ་དང་། སྐྱུར་བ་དང་། ལན་ཚྭའི་རོ་དང་། ཚ་བ་དང་། ཁ་བ་དང་། བསྐ་བ་ལས་མོད་པ་དང་། རིན་ཆུང་བ་གང་ལགས་པ་དེ་དག་སྩོལ་བར་བགྱིད་དོ།
en: “It is like the following analogy, honorable Subhūti. In order to heal and alleviate the illness of a poor person who is sick, a physician dispenses many inexpensive medicines that are sweet, sour, salty, spicy, bitter, and astringent.

source: །དེས་ཀྱང་བདག་བདེ་བ་ཉམས་སུ་མྱོང་བར་བགྱི་བའི་སླད་དུ་དེ་དག་བསྟེན་པར་བགྱིད་དོ།
en: The sick person will then decide to take those medicines so that they may experience relief.

source: །དེ་དག་བསྟེན་པས་ནད་ཆུང་བའི་སླད་དུ་ནད་དེ་ལས་ཐར་བར་འགྱུར་བ་དེ་བཞིན་དུ།
en: As the illness diminishes due to the medicines, they finally regain their health.

source: བཙུན་པ་རབ་འབྱོར་ཉན་ཐོས་ཀྱི་ཐེག་པ་པ་སྦྱངས་པའི་ཡོན་ཏན་དང་། ཡོ་བྱད་བསྙུངས་པ་དང་། འདོད་པ་ཉུང་བ་དང་། དགོན་པ་ན་གནས་པ་དང་། ཆོག་ཤེས་པ་དང་། ལོངས་སྤྱོད་ཆུང་བ་དང་། བྱ་བ་ཉུང་བས་སྡུག་བསྔལ་ཐམས་ཅད་ཉམས་སུ་མྱོང་ནས།
en: Similarly, honorable Subhūti, those who follow the Hearers’ Vehicle experience all sorts of suffering in terms of having to endure ascetic practices, reducing their belongings, having few desires, living in remote places, practicing modesty, and having few resources and little to do.

source: དེའི་འོག་ཏུ་ལེན་པ་མེད་པར་ཡོངས་སུ་མྱ་ངན་ལས་འདའ་བར་འགྱུར་ཏེ།
en: Having experienced such suffering, they eventually pass into nirvāṇa without further grasping.

source: བཙུན་པ་རབ་འབྱོར་རྣམ་གྲངས་དེས་ཀྱང་ཁྱོད་ཀྱིས་འདི་ལྟར་རིག་པར་བགྱི་སྟེ། ཇི་ལྟར་མི་དབུལ་པོ་གསོ་བ་དེ་བཞིན་དུ་ཉན་ཐོས་ཀྱི་ཐེག་པ་པའི་རྣམ་པར་གྲོལ་བ་ཡང་དེ་དང་འདྲ་བར་བལྟ་བར་བགྱིའོ།
en: By way of that instruction, honorable Subhūti, you should understand that the liberation of those who follow the Hearers’ Vehicle is like the healing of a poor person.

source: །བཙུན་པ་རབ་འབྱོར་དཔེར་ན་རྒྱལ་རིགས་ཀྱི་རྒྱལ་པོ་སྤྱི་བོ་ནས་དབང་བསྐུར་བ་ནད་པ་གསོ་བའི་ཕྱིར་སྨན་པས་རྒྱལ་པོ་ལ་འོས་པའི་སྨན་ཁ་དོག་ཕུན་སུམ་ཚོགས་པ་དང་། དྲི་ཕུན་སུམ་ཚོགས་པ་དང་། རོ་ཕུན་སུམ་ཚོགས་པ་དང་ཁར་བཅུག་ན་ཡང་ཞིམ་ལ་ལྟོར་སོང་ན་ཡང་བདེ་བ་དེ་ལྟ་བུ་ལེགས་པར་སྦྱར་ནས་སྦྱིན་པར་བགྱིད་དེ་རྒྱལ་པོ་ལ་འོས་པའི་ཁུ་བཅུད་དོ་ཅོག་ཀྱང་དེ་ལ་སྦྱིན་པར་བགྱིད་དོ།
en: “To give another analogy, honorable Subhūti, consider the efforts to heal a king of the royal caste upon whom royal authority has been conferred. When he falls ill, a physician carefully concocts and proffers medicine worthy of a king; medicine of the most excellent color, smell, and taste; medicine that is delicious when ingested, and easy on the stomach. Thus, he proffers any and all essential elixirs worthy of a king.

source: །རྒྱལ་པོ་དེ་ཡིད་མི་བདེ་བར་མི་འགྱུར་བར་བགྱི་བའི་སླད་དུ་ཡང་མེ་ཏོག་དང་། བདུག་པ་དང་། སྤོས་དང་། མེ་ཏོག་ཕྲེང་དང་། བྱུག་པ་རྣམས་དེ་ལ་འབུལ་བར་བགྱིད་དོ།
en: Moreover, he offers flowers, fragrant substances, incense, flower garlands, and lotions so that the king is not displeased.

source: །སིལ་སྙན་དང་། ཕེག་རྡོབ་པ་རྣམས་ཀྱང་དེ་དང་འཐུན་པར་སྦྱོར་ཞིང་གླུ་ལེན་པར་བགྱིད་དོ།
en: Gathering appropriate musical instruments and cymbals, he offers song.

source: །དེ་ཇི་ཙམ་དུ་དགའ་བ་རྣམ་པ་སྣ་ཚོགས་དེ་དག་གིས་དགའ་བར་གྱུར་པ་དེ་ཙམ་དུ་ནད་དེ་ལས་ཐར་བར་འགྱུར་བ་དེ་བཞིན་དུ།
en: To the degree that the king is pleased in these various ways, he is released from his illness.

source: བཙུན་པ་རབ་འབྱོར་བྱང་ཆུབ་སེམས་དཔའ་ཁ་ཅིག་དགའ་བ་བཀོད་པའི་ཐབས་ལ་མཁས་པས་དགའ་བ་ཐམས་ཅད་ཀྱང་མྱོང་ལ། བདེ་བ་ཐམས་ཅད་དང་ལྡན་པའི་ཐེག་པས་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་འགྱུར་བ་དེ་ལྟ་བུ་དག་ཀྱང་མཆིས་ཏེ།
en: Similarly, honorable Subhūti, certain bodhisattvas, being skilled in bringing pleasure to others, experience themselves all sorts of pleasure and awaken to unsurpassed and perfect awakening by means of a vehicle that brings all types of pleasure in its wake. There are indeed such bodhisattvas.

source: བཙུན་པ་རབ་འབྱོར་རྣམ་གྲངས་དེས་ཀྱང་ཁྱོད་ཀྱིས་འདི་ལྟར་རིག་པར་བགྱི་སྟེ། ཇི་ལྟར་རྒྱལ་པོ་གསོ་བ་དེ་བཞིན་དུ་བྱང་ཆུབ་སེམས་དཔའི་ཡེ་ཤེས་མངོན་པར་རྟོགས་པ་ཡང་དེ་དང་འདྲ་བར་བལྟ་བར་བགྱིའོ།
en: Through this explanation, honorable Subhūti, you should understand that the bodhisattvas’ realization of wisdom is like the healing of a king.

source: །བཙུན་པ་རབ་འབྱོར་གཞན་ཡང་འདོད་པའི་ཡོན་ཏན་ལྔ་ཡང་རྩ་བ་མ་མཆིས་པ་དང་། གནས་མ་མཆིས་པ་ལགས་ལ།
en: “Furthermore, honorable Subhūti, the five sense pleasures are without root and without location.

source: ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱང་རྩ་བ་མ་མཆིས་པ་དང་། གནས་མ་མཆིས་པ་ལགས་ཏེ།
en: And omniscience itself also has no root and no location.

source: དེ་ལྟ་བུར་བཟོད་པ་གང་ལགས་པ་དེས་ནི་བདག་གིས་བྱ་བ་ནི་གང་ཡིན།
en: One with acceptance of this will naturally understand what to do and what to avoid.

source: མི་བྱ་བ་ནི་གང་ཡིན་སྙམ་དུ་རང་གིས་འཚལ་ཏོ། །འདོད་པའི་ཡོན་ཏན་ལྔ་མི་དམིགས་པ་ལགས་ཏེ་གང་གིས་དེ་ལྟ་བུར་བཟོད་པ་དེས་ནི་ལམ་ནི་གང་ཡིན་ལམ་ངན་པ་ནི་གང་ཡིན་སྙམ་དུ་རང་གིས་འཚལ་ཏོ།
en: Whoever has attained the acceptance of not focusing on the five sense pleasures naturally understands what the correct and incorrect paths are like.

source: །འདོད་པའི་ཡོན་ཏན་ལྔ་ཡང་སྟོང་ལ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱང་སྟོང་སྟེ།
en: The five sense pleasures are empty, and so is omniscience.

source: གང་གིས་དེ་ལྟ་བུར་བཟོད་པ་དེས་ནི་འདོད་པ་རྣམས་ལས་བཟློག་མི་འཚལ་ཏེ་དེ་ནི་རང་ཉིད་ཀྱིས་འདོད་པ་རྣམས་ལ་སྨོད་པར་བགྱིད་དེ་སྟོན་པར་མི་བགྱིད་དོ།
en: Thus, one with such acceptance does not seek to drive away pleasures. However, he or she will still condemn pleasures and not teach them.”

source: །དེ་ནས་ཚེ་དང་ལྡན་པ་རབ་འབྱོར་གྱིས་ཚོང་དཔོན་གྱི་བུ་དེ་གཉིས་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །ཆེ་ཞེ་འདི་རིགས་ཀྱི་བུ་ཁྱེད་གཉིས་ཀྱི་ཅིར་འོང་།
en: Then Venerable Subhūti asked the two sons of merchants, “How did this elder sister come to you two sons of noble family?”

source: དེ་ནས་ཚོང་དཔོན་གྱི་བུ་དེ་གཉིས་ཀྱིས་དེའི་ཚེ་ཚེ་དང་ལྡན་པ་རབ་འབྱོར་ལ་ཐལ་མོ་སྦྱར་ནས་ཚིགས་སུ་བཅད་པ་འདི་དག་སྨྲས་སོ།
en: At this point the two sons of merchants joined their palms and spoke the following verses to Venerable Subhūti:

source: །འདི་ནི་ཕ་ལགས་མ་ཡང་ལགས།
en: “This is our father as well as our mother.

source: །འདི་ནི་མཛའ་བོ་གྲོགས་མཆོག་འདི།
en: This is our best and closest friend.

source: །འདི་ནི་ཁྱོ་ལགས་འཁྲ་ས་ལགས།
en: This is our spouse and our support.

source: །འདི་ནི་སྟོན་པ་བླ་ན་མེད།
en: This is our unsurpassed teacher.

source: །འདི་ནི་ཉིད་ཀྱི་མཐུ་སྟོབས་ཀྱི།
en: “She, with her power,

source: །འདི་ནི་ཡོངས་སུ་གྲོལ་བར་བགྱིས།
en: Has brought about total liberation.

source: །འདི་ནི་དེ་བཞིན་ཉིད་ལྡན་པས།
en: Possessed of thusness,

source: །སྡུག་བསྔལ་འཆིང་ལས་བདག་ཅག་བཀྲོལ།
en: She has freed us from the bondage of suffering.

source: །འདི་ནི་ཆོས་ཀུན་སྟོན་པ་སྟེ།
en: “She reveals all teachings

source: །རིགས་པ་ཀུན་གྱིས་རྣམ་པར་རྟོགས།
en: And understands by way of all types of reasoning.

source: །བདག་ཅག་གཉིས་ནི་དགའ་བྱིན་ནས།
en: She bestowed pleasure upon the two of us,

source: །འཆི་བ་མེད་ལ་ལེགས་པར་བཙུད།
en: And ushered us into the deathless state.

source: །ཇི་ལྟར་ཉ་ནི་ཤས་གཡོགས་པའི།
en: “Like fish caught

source: །མཆིལ་པ་ཡིས་ནི་བཟུང་བ་ལྟར།
en: With baited hooks,

source: །འདིས་ནི་ཐབས་ཀྱིས་བདག་ཅག་གཉིས།
en: She has skillfully snatched up the two of us

source: །བསོད་ནམས་བརྒྱས་ནི་བཅུས་པར་གྱུར།
en: Through her manifold meritorious works.

source: །གདུག་པའི་སྦྲུལ་གྱིས་ཟིན་པ་ཡི།
en: “Just as the effects of the poison of a venomous snake

source: །དུག་ནི་དུག་གིས་ཞི་བགྱིད་ལྟར།
en: Are allayed with poison,

source: །དེ་བཞིན་འདིས་ནི་བདག་ཅག་གི།
en: Similarly, the poison of our passion

source: །འདོད་ཆགས་དུག་ནི་དུག་གིས་བཅོམ།
en: She has quelled with poison.

source: །ཇི་ལྟར་མི་ནི་མེས་ཚིག་པ།
en: “Just as a person burned by fire

source: །མེ་ཡིས་བསྲོས་ན་ཞི་བ་ལྟར།
en: Gains relief when warmed by fire,

source: །དེ་བཞིན་རང་གི་ཉོན་མོངས་གདུང་།
en: Similarly, she has freed us from the scorching agony

source: །ཉོན་མོངས་རྣམས་ཀྱིས་ཡོངས་སུ་བཀྲོལ།
en: Of our afflictions, by means of the afflictions.

source: །བདག་ཅག་གཉིས་ཀྱིས་དམ་ཆོས་རྟོགས།
en: “We two have realized the sacred Dharma

source: །འདོད་པ་བདག་ཅག་གཉིས་མི་འཚལ།
en: And do not pursue desires.

source: །བྱིས་པ་གང་དག་འདོད་པ་འཚལ།
en: Immature beings who pursue desires

source: །དེ་དག་བྱང་ཆུབ་འདོད་མ་ལགས།
en: Are not ones who desire awakening.

source: །འཇིག་རྟེན་འདོད་པར་གསུངས་པ་རྣམས།
en: “Those things taught to be worldly desires

source: །དེ་དག་འཇིགས་ཆེན་གཤེད་མ་སྟེ།
en: Are like terrifying executioners;

source: །དེ་དག་ཉིད་ནི་ཡོངས་རྟོགས་པ།
en: Yet the realization of those very things

source: །མཁས་པ་རྣམས་ཀྱི་རྣམ་གྲོལ་ལགས།
en: Is the liberation of those who are wise.”

source: །དེ་ནས་ཚེ་དང་ལྡན་པ་རབ་འབྱོར་གྱིས་བུད་མེད་དེ་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །ཆེ་ཞེ་ཅི་ཁྱོད་ཀྱིས་རིགས་ཀྱི་བུ་རྣམས་ཁོ་ན་དགའ་བ་བཀོད་པའི་ཐབས་ལ་མཁས་པ་འདིས་འདུལ་བར་བྱེད་དམ།
en: Then Venerable Subhūti asked the lady, “Elder sister, is it the case that you only tame sons of noble family through your skills in bringing pleasure to others?

source: འོན་ཏེ་རིགས་ཀྱི་བུ་མོ་དག་ཀྱང་འདུལ་བར་བྱེད།
en: Or do you also tame daughters of noble family?”

source: སྨྲས་པ། བཙུན་པ་རབ་འབྱོར་བདག་གིས་ནི་དགའ་བ་བཀོད་པའི་ཐབས་ལ་མཁས་པས་སེམས་ཅན་ཐམས་ཅད་གང་ཡང་འདུལ་བར་མི་བགྱིད་པ་མ་མཆིས་ཏེ།
en: “Honorable Subhūti, there is no sentient being I do not tame with my skills in bringing pleasure to others.

source: བཙུན་པ་རབ་འབྱོར་བུད་མེད་ཀྱི་སེམས་ནི་ལྷག་པར་ཡང་དགའ་བ་ལ་སྲེད་པས་ན་བདག་གིས་ནི་བུད་མེད་ཆོས་མང་དུ་དགའ་བ་བཀོད་པའི་ཐབས་ལ་མཁས་པས་བཏུལ་གྱི་སྐྱེས་པ་དག་ནི་དེ་ལྟ་མ་ལགས་སོ། །སྨྲས་པ།
en: However, honorable Subhūti, since the minds of women especially crave pleasure, most beings I have tamed skillfully by bringing them pleasure are women.”

source: ཆེ་ཞེ་ཁྱོད་ཀྱིས་ཇི་ལྟར་བུད་མེད་ཀྱི་གཟུགས་ཀྱིས་བུད་མེད་འདུལ་བར་བྱེད།
en: “How is it, elder sister, that you tame women with a female form?”

source: དེ་ནས་བུད་མེད་དེས་དེའི་ཚེ་སྐྱེས་པ་ལོ་ཉི་ཤུ་རྩ་གཉིས་ལོན་པ། གོས་གཙང་མ་སྲབ་མོ་བགོས་པ། སྐྱེས་པའི་རྒྱན་གྱིས་བརྒྱན་པ། མཛེས་ཤིང་བལྟ་ན་སྡུག་ལ་ཁ་དོག་རྒྱས་པ་མཆོག་དང་ལྡན་པ་ཅི་འདྲ་བ་དེ་ལྟ་བུར་སྣང་བར་བྱས་ནས་དེས་སྨྲས་པ། བཙུན་པ་རབ་འབྱོར་བུད་མེད་ནི་གཟུགས་ཀྱི་ལུས་འདི་ལྟ་བུས་འདུལ་བར་འགྱུར་རོ།
en: At that point, the lady took on the appearance of a twenty-two-year-old man, dressed in fine, immaculate clothes, adorned with men’s jewelry, handsome and pleasing to behold, with the most radiant complexion, and said, “It is with a physical body such as this one, honorable Subhūti, that women are tamed.”

source: །དེ་ནས་ཚེ་དང་ལྡན་པ་རབ་འབྱོར་གྱིས་རིགས་ཀྱི་བུ་དེ་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །ཅི་ཁྱོད་བུད་མེད་ཡིན་ནམ། འོན་ཏེ་སྐྱེས་པ་ཡིན།
en: Then Venerable Subhūti asked that noble son, “Are you a woman, or are you a man?”

source: དེས་སྨྲས་པ། བཙུན་པ་རབ་འབྱོར་ཅི་ཁྱོད་སོ་སོའི་སྐྱེ་བོའམ། འོན་ཏེ་སློབ་པ་ལགས།
en: “Honorable Subhūti,” came the response, “are you an ordinary being or a learner?”

source: སྨྲས་པ། རིགས་ཀྱི་བུ་བདག་ནི་སོ་སོའི་སྐྱེ་བོ་ཡང་མ་ཡིན། སློབ་པ་ཡང་མ་ཡིན་ནོ། །སྨྲས་པ།
en: “Noble son, I am not an ordinary being, nor am I a learner.”

source: བཙུན་པ་རབ་འབྱོར་བ་དག་ཀྱང་དེ་བཞིན་ཏེ། བུད་མེད་ཀྱང་མ་ལགས།
en: “So it is with me, honorable Subhūti—I am not a woman, nor am I a man.”

source: སྐྱེས་པ་ཡང་མ་ལགས་སོ། །རབ་འབྱོར་གྱིས་སྨྲས་པ། གལ་ཏེ་ཁྱོད་སྐྱེས་པ་ཡང་མ་ཡིན། བུད་མེད་ཀྱང་མ་ཡིན་ན་བདག་གིས་ཁྱོད་ཇི་ལྟར་གཟུང་བར་བྱ། སྨྲས་པ།
en: “If you are neither man nor woman,” said Subhūti, “then how should I think of you?”

source: གལ་ཏེ་བཙུན་པ་སོ་སོའི་སྐྱེ་བོ་ཡང་མ་ལགས། སློབ་པ་ཡང་མ་ལགས་ན་བདག་གིས་ཁྱོད་ཇི་ལྟར་གཟུང་བར་བགྱི།
en: “If you, honorable Subhūti, are neither an ordinary being nor a learner, how should I think of you?”

source: དེ་ནས་ཚེ་དང་ལྡན་པ་རབ་འབྱོར་འདི་སྙམ་དུ་སེམས་ཏེ།
en: Venerable Subhūti considered the matter, thinking, “Amazing!

source: ཀྱེ་མ་བྱང་ཆུབ་སེམས་དཔའ་འདི་ནི་ཤེས་རབ་ཟབ་མོ་དང་ལྡན་ཏེ་གལ་ཏེ་བདག་གིས་བརྩམས་ན་ནི་ཡང་བདག་ལ་འདྲི་བར་འོང་ངོ་སྙམ་མོ།
en: This bodhisattva has profound knowledge! Whenever I ask a question, I am questioned in response.”

source: །དེ་ནས་རིགས་ཀྱི་བུ་དེས་ཚེ་དང་ལྡན་པ་རབ་འབྱོར་གྱི་སེམས་སེམས་ཀྱིས་བརྟགས་ནས་ཚེ་དང་ལྡན་པ་རབ་འབྱོར་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །བཙུན་པ་རབ་འབྱོར་ཁྱོད་ནི་བརྟན་པོ་མ་ལགས་ཏེ་འདྲི་བས་སྐྲག་གིས།
en: The noble son mentally investigated Venerable Subhūti’s mind and then said to him, “Honorable Subhūti, you are irresolute and scared of questions.

source: བཙུན་པ་རབ་འབྱོར་འདྲི་བས་སྐྲག་པར་མ་མཛད་ཅིག །སྨྲས་པ།
en: Do not be scared of questions, honorable Subhūti.”

source: བདག་ནི་དགྲ་བཅོམ་པ་ཟག་པ་ཟད་པའོ། །སྨྲས་པ།
en: “I am a worthy one, for whom defilements have been exhausted.”

source: བཙུན་པ་རབ་འབྱོར་ཟག་པ་ཟད་པ་དེ་དག་གང་ལགས།
en: “Honorable Subhūti, which are the defilements that have been exhausted?

source: ཅི་འདས་པ་རྣམས་ལགས་སམ། མ་འོངས་པ་རྣམས་ལགས་སམ། ད་ལྟར་བྱུང་བ་རྣམས་ལགས་སམ།
en: Are they those of the past, those of the future, or those in the present?

source: འདས་པ་གང་ལགས་པ་དེ་དག་ཟད་ཅེས་བགྱིར་ནི་འདས་པ་ལ་ཟད་པ་མ་མཆིས་སོ།
en: If you say that those of the past have been exhausted, any past exhaustion does not exist.
